"use strict";
; (function ($) {
    $.fn.datepicker.language['uz'] = {
        days: ['Якшанба', 'Душанба', 'Сешанба', 'Чоршанба', 'Пайшанба', 'Жума', 'Шанба'],
        daysShort: ['Я', 'Д', 'С', 'Ч', 'П', 'Ж', 'Ш'],
        daysMin: ['Я', 'Д', 'С', 'Ч', 'П', 'Ж', 'Ш'],
        months: ['Январ', 'Феврал', 'Март', 'Апрел', 'Май', 'Июн', 'Июл', 'Август', 'Сентябр', 'Октябр', 'Ноябр', 'Декабр'],
        monthsShort: ['Янв', 'Фев', 'Мар', 'Апр', 'Май', 'Июн', 'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
        today: 'Бугун',
        clear: 'Тозалаш',
        dateFormat: 'dd/mm/yyyy',
        timeFormat: 'hh:ii aa',
        firstDay: 0
    };
})(jQuery);